# Taps
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

# Install Binaries
brew 'git'
brew 'mackup'
brew 'zsh'
brew 'zsh-completions'
brew 'trash'

# Development
brew 'node'

# Apps
cask 'alfred'
cask 'google-chrome'
cask 'firefox'
cask 'evernote'
cask 'slack'
cask 'spotify'
cask 'jing'
cask 'hyperdock'
cask 'postman'
cask 'makerbot-print'
cask 'visual-studio-code'

# Quicklook
cask 'qlcolorcode'
cask 'qlstephen'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlImageSize'
